{
    "disease_labels": [
        {
            "name": "Mata Katarak",
            "symptom": "Katarak dapat menunjukkan gejala seperti perubahan warna mata yang keruh atau kabur, matanya terlihat kebiruan atau putih, kehilangan kemampuan untuk melihat dengan jelas, hingga penurunan aktivitas atau ketidakmampuan untuk menangkap pergerakan dengan cepat. Hewan mungkin terlihat lebih tidak aktif atau cenderung menabrak benda-benda di sekitarnya. Gejala ini dapat berkembang secara perlahan dan bertahap. Penting untuk segera konsultasikan ke dokter hewan jika ada indikasi katarak, karena pengobatan dini dapat membantu mencegah kemungkinan penurunan penglihatan yang lebih lanjut.",
            "treatment": "Katarak dapat diobati dengan pembedahan untuk mengangkat lensa mata yang keruh dan menggantinya dengan lensa buatan. Setelah operasi, penggunaan tetes mata antibiotik dan antiinflamasi diresepkan untuk mencegah infeksi dan mengurangi peradangan. Terapi medis atau perubahan pola makan juga dapat membantu jika katarak belum parah namun mulai mengganggu penglihatan. Penting untuk pemantauan berkala oleh dokter hewan untuk memastikan pemulihan yang optimal.",
            "information": "Katarak pada hewan peliharaan dapat dipicu oleh faktor genetik, usia, cedera, atau kondisi medis tertentu seperti diabetes. Gejalanya bisa berkembang secara perlahan dan terkadang sulit untuk terdeteksi pada awalnya. Pemantauan secara rutin terhadap mata peliharaan serta kunjungan teratur ke dokter hewan dapat membantu mendeteksi katarak lebih awal dan mengurangi risiko penurunan penglihatan yang signifikan. Makanan khusus untuk kesehatan mata dan suplemen tertentu juga dapat direkomendasikan untuk membantu menjaga kesehatan mata hewan peliharaan."
        },
  
        {
            "name": "Mata Glaukoma",
            "symptom": "Glaukoma ditandai dengan gejala seperti pupil yang melebar, mata yang kemerahan, peningkatan tekanan bola mata, pembengkakan mata, dan kadang-kadang terlihat benjolan pada mata. Hewan peliharaan mungkin mengalami sakit atau tidak nyaman, dapat terjadi perubahan dalam perilaku mereka seperti menjadi lebih sensitif terhadap cahaya atau menggosok-gosokkan matanya secara berlebihan. Penglihatan hewan juga bisa terpengaruh, yang dapat dilihat dari perilaku mereka yang lebih waspada atau kesulitan melihat dengan jelas. Deteksi dini dan penanganan oleh dokter hewan penting untuk mencegah kerusakan permanen pada mata.",
            "treatment": "Pengobatan glaukoma bergantung pada tingkat keparahan dan penyebabnya. Dokter hewan dapat meresepkan obat tetes mata untuk mengurangi tekanan bola mata. Dalam beberapa kasus, prosedur bedah seperti iridektomi (pembuatan lubang kecil pada iris) atau enukleasi (pengangkatan mata) mungkin diperlukan jika glaukoma sudah parah dan tidak merespons pengobatan medis. Perawatan tambahan seperti terapi penghilang rasa sakit juga sering direkomendasikan untuk mengurangi ketidaknyamanan hewan peliharaan. Penting untuk segera berkonsultasi dengan dokter hewan untuk penanganan yang tepat sesuai dengan kondisi individu hewan.",
            "information": "Glaukoma pada hewan terjadi ketika tekanan di dalam bola mata meningkat secara signifikan, menyebabkan kerusakan pada saraf mata. Ini bisa bersifat primer (idiopatik) atau sekunder, terkait dengan cedera, infeksi, atau masalah mata lainnya. Glaukoma seringkali merupakan kondisi darurat karena dapat menyebabkan kebutaan dalam waktu singkat jika tidak ditangani dengan cepat. Pemantauan teratur tekanan bola mata, penggunaan obat tetes mata untuk mengontrol tekanan, serta pemeriksaan rutin oleh dokter hewan sangat penting untuk mengelola kondisi ini dan mencegah kerusakan mata yang parah."
        },
    
        {
            "name": "Mata Normal",
            "symptom": "Mata normal biasanya memiliki pupil yang seragam dan responsif terhadap cahaya dengan baik. Kornea (bagian jernih di depan mata) bersih tanpa kekeruhan, memungkinkan cahaya masuk dengan baik. Iris (bagian berwarna di dalam mata) tampak normal, tidak ada perubahan warna atau bengkak yang mencolok. Sklera (bagian putih mata) tidak merah atau terlalu berwarna, menunjukkan kesehatan yang baik. Mata juga tidak mengalami air mata berlebihan atau keluarnya cairan yang tidak normal. Kucing dan anjing sehat biasanya memiliki pandangan yang jelas dan responsif terhadap lingkungan sekitarnya. Rutin pemeriksaan mata dapat menjaga kesehatan mata mereka.",
            "treatment": "Untuk menjaga mata tetap sehat, pembersihan rutin dengan lap lembab untuk menghapus kotoran atau lendir yang terkumpul adalah penting. Tetes mata yang direkomendasikan oleh dokter hewan bisa digunakan untuk membersihkan mata atau mencegah iritasi. Diet sehat dengan nutrisi yang mencakup vitamin A, seperti wortel, juga membantu menjaga kesehatan mata. Pemeriksaan rutin oleh dokter hewan akan membantu mendeteksi masalah mata sejak dini. Jika ada kondisi seperti infeksi atau penyakit mata, pengobatan akan disesuaikan dengan diagnosa yang tepat, mungkin melalui obat tetes mata atau pengobatan oral, yang akan diresepkan oleh dokter hewan.",
            "information": "Terkait perawatan mata, perhatikan perilaku mereka. Jika terjadi gosok-gosok mata berlebihan, mata merah, keluar cairan yang tidak normal, atau gejala lain seperti kepekaan terhadap cahaya atau penglihatan buram, segera konsultasikan dengan dokter hewan. Mata kucing dan anjing rentan terhadap infeksi, luka, atau kondisi medis lainnya. Jangan gunakan produk atau obat tanpa rekomendasi dokter hewan, karena dapat memperburuk masalah mata. Serta, hindari penggunaan cairan atau bahan yang tidak aman atau tajam di sekitar mata hewan peliharaan untuk mencegah cedera. Pemeliharaan rutin dan perhatian terhadap mata dapat mencegah masalah yang lebih serius."
        }
    ]
}